[
    {
        "title": "Version 1.4",
        "body": "- Added discord username to announcements."
    },
    {
        "title": "Version 1.3 - Fileupload",
        "body": "- Added suggestions and first steps tips.\n- Added file uploads in case overview.\n- Reworked case overview into tab system.\n- Added toggle for suggestions in the settings tab."
    },
    {
        "title": "Version 1.2 - Automated punishment",
        "body": "- Added form to delete and edit guild configuration via frontend.\n- Public announcement embeds do not contain case description anymore.\n- Added DatePicker to case forms.\n- Reworked display of case details.\n- Added automated punishments that get handled by backend.\n- Added punishment tab that displays all current punishments."
    },
    {
        "title": "Version 1.1 - Darkmode",
        "body": "- Reworked dialog to register guilds.\n- Fixed a bug that occures if the bot gets removed from a registered guild.\n- Added default darkmode. Toggleable in settings top right corner.\n- Fixed unstyled checkbox."
    },
    {
        "title": "Version 1.0 - First major release",
        "body": "- Added support for default discord user avatar.\n- Added modcase comments.\n- Login now correctly returns to the requested url.\n- It is now possible to delete modcases via frontend.\n- Fixed query filters in case overview."
    },
    {
        "title": "Version 0.4",
        "body": "- Added button for moderators to view all cases they created\n- Added info box if modcases are viewed as normal member without special permissions.\n- ModCases are now editable.\n- Added more info and content to login page.\n- Fixed a bug that many fields in modcases could be edited to be null or empty.\n- Fixed edit form to display 'EDIT CASE' instead of 'CREATE CASE'"
    },
    {
        "title": "Version 0.3",
        "body": "- Added form to register guilds via frontend.\n- Fixed a bug that modcase labels could be duplicated.\n- Added choice dropdown for the punishment field in case creation\n- Added choice dropdown for the severity field in case creation.\n- Now displaying the correct case id in the tab title.\n- 'See more patch notes here.' now redirects to github release page.\n- The OAuth login no longer opens in a new tab."
    },
    {
        "title": "Version 0.2",
        "body": "- Fixed display of last moderator id.\n- Added search field for modcase table.\n- Added option to use labels properly on case creation."
    },
    {
        "title": "Version 0.1",
        "body": "- Added logout option in the profile dropdown.\n- No longer accepting modcases for Discord bots.\n- Only show edit/delete/create buttons if user is a moderator or admin."
    },
    {
        "title": "Notice for empty results",
        "body": "- It is now displayed more clearly that a search or the displayed page does not contain any errors but is actually empty due to permissions or similar."
    },
    {
        "title": "Added Patch Notes",
        "body": "- Added Patch Notes."
    }
]
