{
    "namespace": "Scanning",
    "EnterUserOrInvite": {
        "description": "field to enter userid or code",
        "en": "Enter a users id or invite code",
        "de": "Gib die ID eines Nutzers oder einen Einladungslink an",
        "at": "Gib de ID vom Nutza oda vom Eiladungslink ei"
    },
    "Userscan": {
        "description": "userscan headline",
        "en": "Userscan",
        "de": "Benutzeruntersuchung",
        "at": "Benutzauntasuchung"
    },
    "Invitescan": {
        "description": "invitescan headline",
        "en": "Invitescan",
        "de": "Einladungsuntersuchung",
        "at": "Eiladungsuntasuchung"
    },
    "UserscanDescription": {
        "description": "explanation of the userscan feature",
        "en": "Enter a users id to get a quick overview of a member or relations to other members. This also tracks invites a new member uses so you can quickly spot alt accounts. Use a double click to view other ressources such as a modcase.",
        "de": "Gib die ID eines Nutzers ein um eine schnelle Übersicht über einen Nutzer oder seine Beziehungen zu anderen Nutzern zu erhalten. Diese Funktion wird auch bei Einladungen verwendet um zu erkennen welche Accounts ein neuer Nutzer verwendet. Mit einem Doppelklick auf den Nutzer kannst du auch andere Ressourcen wie einen Vorfall ansehen.",
        "at": "Gib de ID vo am Nutza ei um a schnölle Übasicht üba an Nutza oda sane Beziehungen zu ondaren Nutza zu erhoitn. De Funktion wiad a bei Eiladungen vawendt, um zua erkenna, wöchane Accounts a neicha Nutza vawendt. Mit am Dopplklick auf den Nutza konnt du a ondare Ressuacn wia an Vorfoi oschaun."
    },
    "InvitescanDescription": {
        "description": "explanation of the invitescan feature",
        "en": "Enter an invite code or link to get a quick overview of an invite or relations to other members. Use a double click to view other ressources such as another user.",
        "de": "Gib einen Einladungslink ein um eine schnelle Übersicht über eine Einladung oder Beziehungen zu anderen Nutzern zu erhalten. Mit einem Doppelklick kannst du auch andere Ressourcen wie einen anderen Benutzer ansehen.",
        "at": "Gib an Eiladungslink ei um a schnölle Übasicht üba a Eiladung oda Bezihung zu am ondan Nutza zu erhoitn. Mit am Dopplklick konnt du a ondare Ressourcn wia an ondaren Benutza oschaun."
    },
    "FailedToLoad": {
        "Scan": {
            "description": "Failed to laod scan information",
            "en": "Failed to load scan information.",
            "de": "Untersuchungsinformationen konnten nicht geladen werden.",
            "at": "Untasuchungsinformationen konntn ned glodn wean."
        },
        "Invite": {
            "description": "Failed to laod scan information",
            "en": "Failed to load scan information.",
            "de": "Einladungsinformationen konnten nicht geladen werden.",
            "at": "Eiladungsinformationen konntn ned glodn wean."
        },
        "InvalidInvite": {
            "description": "Failed to laod scan information",
            "en": "No information for this invite found.",
            "de": "Zu dieser Einladung wurden keine Informationen gefunden.",
            "at": "Zu dea Eiladung konnt ka Information gfundn wean."
        }
    },
    "JoinedAt": {
        "description": "User joined guild at date x",
        "en": "Joined at",
        "de": "Beigetreten am",
        "at": "Beitretn om"
    },
    "OccuredAt": {
        "description": "event occured at date x",
        "en": "Occured at",
        "de": "Am",
        "at": "Om"
    },
    "CreatedAt": {
        "description": "resource created at date x",
        "en": "Created at",
        "de": "Erstellt am",
        "at": "Erstöt om"
    }
}